[
    {
        "id": "banana-cake.png",
        "name": "Banana Cake",
        "namePtBr": "Bolo de Banana",
        "description": "Sorvete de Banana Deliciosamente Refrescante. Aproveite o sabor cremoso e suave das bananas maduras em cada colherada desse sorvete tropical. A doçura natural da banana é uma verdadeira delícia gelada para os dias quentes. Experimente o prazer refrescante do sorvete de banana e deixe seu paladar se encantar.",
        "calories": 290,
        "combinesWith": [],
        "allergens": [
            "gluten",
            "milk",
            "egg"
        ]
    },
    {
        "id": "banana-pudding.png",
        "name": "Banana Pudding",
        "namePtBr": "Pudim de Banana",
        "description": "Uma sobremesa cremosa e reconfortante que combina o sabor doce das bananas maduras com a textura suave do pudim. Delicie-se com cada colherada desse prazer delicioso e deixe a doçura da banana envolver seu paladar. Uma opção perfeita para os amantes de sobremesas simplesmente irresistíveis.",
        "calories": 290,
        "combinesWith": [],
        "allergens": [
            "gluten",
            "milk",
            "egg"
        ]
    },
    {
        "id": "berries-and-the-beach-yogurt.png",
        "name": "Berries And The Beach Yogurt",
        "namePtBr": "Bagas e o Iogurte de Praia",
        "description": "Uma combinação refrescante e saudável que une o sabor vibrante das bagas com a cremosidade do iogurte. As bagas frescas, como morangos, mirtilos e framboesas, trazem uma explosão de sabores e um toque naturalmente doce.",
        "calories": 290,
        "combinesWith": [],
        "allergens": [
            "milk",
            "egg"
        ]
    },
    {
        "id": "better-brownie-batter.png",
        "name": "Better Brownie Batter",
        "namePtBr": "Melhor Massa de Brownie",
        "description": "A melhor massa de brownie é densa, úmida e decadente. Com um exterior levemente crocante e um interior derretido, é uma explosão de sabor intenso e chocolateado. Cada mordida é uma indulgência irresistível que vai deixar você desejando mais.",
        "calories": 290,
        "combinesWith": [],
        "allergens": [
            "milk",
            "egg"
        ]
    },
    {
        "id": "birthday-batter.png",
        "name": "Birthday Batter",
        "namePtBr": "Massa de Aniversário",
        "description": "O bolo de aniversário é a estrela das comemorações, trazendo alegria e celebração. Com várias camadas de massa macia e recheios saborosos, é uma explosão de sabores em cada mordida. Decorado com carinho e velas, é o símbolo perfeito para festejar momentos especiais.",
        "calories": 350,
        "allergens": [
            "gluten",
            "egg",
            "milk"
        ]
    },
    {
        "id": "birthday-cake.png",
        "name": "Birthday Cake",
        "namePtBr": "Bolo de Aniversário",
        "description": "Sorvete com um sabor de bolo de aniversário e pedaços de bolo de aniversário",
        "calories": 290,
        "combinesWith": [],
        "allergens": [
            "gluten",
            "milk",
            "egg"
        ]
    },
    {
        "id": "black-cherry.png",
        "name": "Black Cherry",
        "namePtBr": "Cereja Preta",
        "description": "Cereja Preta é um sabor rico e indulgente de sorvete que cativa com sua mistura deliciosa de cerejas profundas e escuras. Cada colherada é uma sinfonia encantadora de sabores doces e levemente ácidos, equilibrados perfeitamente para criar uma experiência de sabor celestial.",
        "calories": 200,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "black-walnut.png",
        "name": "Black Walnut",
        "namePtBr": "Noz Preta",
        "description": "Nosso sorvete de noz preta é a escolha perfeita para os amantes de sabores intensos. As nozes pretas são cuidadosamente moídas e incorporadas a uma base de sorvete rica e cremosa, resultando em uma textura suave e um sabor irresistível. Com suas notas tostadas e levemente amadeiradas, esse sorvete proporciona uma experiência gustativa única. Desfrute de cada colherada desse deleite indulgente!",
        "calories": 280,
        "allergens": [
            "milk",
            "nuts"
        ]
    },
    {
        "id": "blue-moon.png",
        "name": "Blue Moon",
        "description": "Descubra a mágica do nosso sorvete de Lua Azul. Com sua cor vibrante e sabor único, esse sorvete é uma verdadeira explosão de sabores frutados e refrescantes. A Lua Azul é uma combinação especial de frutas tropicais exóticas, que resulta em um sorvete surpreendente e irresistível. Deleite-se com cada colherada e deixe-se levar pela magia dessa experiência gelada!",
        "calories": 180,
        "allergens": []
    },
    {
        "id": "brown-butter-bourbon-truffle.png",
        "name": "Brown Butter Bourbon Truffle",
        "namePtBr": "Trufa Bourbon Manteiga Marrom",
        "description": "Delicie-se com a indulgência do nosso sorvete de Trufa Bourbon Manteiga Marrom. Feito com a combinação perfeita de trufas de chocolate, saboroso bourbon e uma cremosa base de sorvete, essa criação é um verdadeiro deleite para os amantes de sabores intensos. A manteiga marrom adiciona uma nota suave e aveludada, aprimorando ainda mais a experiência. Cada colherada desse sorvete é uma viagem de sabor que irá satisfazer seus desejos mais requintados. Aproveite esse luxo gelado!",
        "calories": 300,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "butter-pecan.png",
        "name": "Butter Pecan",
        "namePtBr": "Manteiga de Amendoim",
        "description": "Experimente a irresistível cremosidade do nosso sorvete de Manteiga de Amendoim. Feito com uma generosa quantidade de manteiga de amendoim cremosa e suave, esse sorvete é um verdadeiro deleite para os amantes dessa deliciosa pasta de amendoim. Cada colherada desse sorvete combina o sabor rico e encorpado da manteiga de amendoim com a suavidade da base de sorvete, criando uma experiência de sabor que vai deixar você desejando mais. Aproveite esse prazer gelado e deixe-se envolver pelo sabor marcante da Manteiga de Amendoim!",
        "calories": 220,
        "allergens": [
            "milk",
            "peanuts"
        ]
    },
    {
        "id": "candy-bar-overload.png",
        "name": "Candy Bar Overload",
        "namePtBr": "Sobrecarga de Barra de Chocolate",
        "description": "Prepare-se para uma experiência intensa com a Sobrecarga de Barra de Chocolate. Esta sobremesa decadente é uma combinação perfeita de camadas de bolo de chocolate rico e fudgy, recheadas com pedaços generosos de barra de chocolate derretido. A cobertura cremosa de chocolate envolve cada mordida, proporcionando uma explosão de sabor irresistível. Cada garfada dessa sobremesa é uma jornada indulgente para os amantes de chocolate. Renda-se aos seus desejos e saboreie essa tentação celestial!",
        "calories": 400,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "cappuccino-crunch.png",
        "name": "Cappuccino Crunch",
        "namePtBr": "Crocante de Capuccino",
        "description": "Desperte seus sentidos com o sorvete de Crocante de Capuccino. Essa deliciosa criação combina a suavidade do capuccino com a crocância de pedaços de biscoito. Cada colherada desse sorvete é uma experiência perfeita de texturas e sabores. A base de sorvete de capuccino é enriquecida com notas de café e um toque de especiarias, criando um sabor único e envolvente. Os pedaços crocantes de biscoito adicionam um contraste irresistível. Aproveite cada momento de prazer com esse sorvete deliciosamente crocante!",
        "calories": 230,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "caramel-cheesecake-cookie-monster.png",
        "name": "Caramel Cheesecake Cookie Monster",
        "namePtBr": "Monstro de Biscoito de Cheesecake de Caramelo",
        "description": "Descubra o delicioso Monstro de Biscoito de Cheesecake de Caramelo. Essa sobremesa irresistível combina o sabor clássico do cheesecake com a indulgência de biscoitos de chocolate e o toque sedutor do caramelo. Cada colherada desse sorvete é uma explosão de sabores: o cheesecake cremoso e levemente ácido se funde com os pedaços crocantes de biscoito e a doçura envolvente do caramelo. Deleite-se com a combinação perfeita entre o cheesecake e o biscoito, acompanhada de um toque luxuoso de caramelo. Satisfaça seus desejos com esse verdadeiro monstro de sabor!",
        "calories": 280,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "cheesecake-euphoria-yogurt.png",
        "name": "Cheesecake Euphoria Yogurt",
        "namePtBr": "Cheesecake Euforia Iogurte",
        "description": "Experimente a deliciosa combinação de sabores no sorvete de Cheesecake Euforia Iogurte. Essa criação única une a suavidade e a leveza do iogurte com a indulgência e o sabor clássico do cheesecake. Cada colherada desse sorvete é uma experiência de sabores equilibrados, onde a doçura do cheesecake se mistura harmoniosamente com a acidez refrescante do iogurte. Deleite-se com a textura cremosa e o sabor envolvente dessa sobremesa que combina o melhor de dois mundos. Permita-se desfrutar da Euforia do Cheesecake Iogurte!",
        "calories": 220,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "choco-mint.png",
        "name": "Choco Mint",
        "namePtBr": "Choco Menta",
        "description": "Descubra a combinação irresistível de chocolate e menta no sorvete Choco Menta. Cada colherada desse sorvete é uma verdadeira explosão de sabores intensos. O delicioso chocolate derretido se mescla harmoniosamente com a refrescância da menta, criando uma experiência gelada que agrada aos amantes desses dois sabores clássicos. Deleite-se com a textura cremosa e o equilíbrio perfeito entre a doçura do chocolate e a nota refrescante da menta. Satisfaça seus desejos com esse sorvete que proporciona uma deliciosa e refrescante combinação!",
        "calories": 250,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "chocolate-chip-cookie-dough.png",
        "name": "Chocolate Chip Cookie Dough",
        "namePtBr": "Massa de Biscoito de Chocolate",
        "description": "Delicie-se com a massa de biscoito de chocolate, uma tentação irresistível para os amantes de chocolate. Essa massa é feita com uma combinação perfeita de ingredientes de alta qualidade, resultando em um sabor rico e intenso de chocolate. Cada pedaço dessa massa é macio, com uma textura levemente crocante, e está repleto de pedacinhos de biscoito de chocolate que adicionam um toque adicional de indulgência. Saboreie essa delícia por si só ou use-a como base para sobremesas, criando combinações infinitas. Permita-se render aos prazeres do chocolate com a massa de biscoito de chocolate!",
        "calories": 180,
        "allergens": [
            "gluten",
            "soy"
        ]
    },
    {
        "id": "chocolate-chip.png",
        "name": "Chocolate Chip",
        "namePtBr": "Pepita de Chocolate",
        "description": "Experimente a irresistível bola de sorvete de Pepita de Chocolate. Cada mordida dessa bola de sorvete é uma explosão de sabor e textura. O sorvete cremoso de chocolate envolve delicadamente as pepitas de chocolate crocantes, criando uma combinação perfeita de suavidade e crocância. A intensidade do sabor do chocolate proporciona uma experiência indulgente para os amantes de chocolate. Deleite-se com cada colherada dessa bola de sorvete que é pura tentação. Satisfaça seus desejos com essa bola de sorvete de Pepita de Chocolate!",
        "calories": 150,
        "allergens": [
            "milk",
            "soy"
        ]
    },
    {
        "id": "chocolate-extreme.png",
        "name": "Chocolate Extreme",
        "namePtBr": "Chocolate Extremo",
        "description": "Desfrute do sorvete de Chocolate Extremo, uma verdadeira explosão de sabor para os amantes de chocolate. Cada colherada desse sorvete é uma experiência indulgente e intensamente deliciosa. O sorvete de chocolate cremoso derrete suavemente na boca, liberando todo o seu sabor rico e irresistível. As lascas de chocolate adicionam textura e proporcionam momentos de prazer crocante. Satisfaça seus desejos por chocolate com esse sorvete que combina suavidade, intensidade e prazer em cada mordida.",
        "calories": 200,
        "allergens": [
            "milk",
            "soy"
        ]
    },
    {
        "id": "chocolate-marshmallow.png",
        "name": "Chocolate Marshmallow",
        "namePtBr": "Marshmallow de Chocolate",
        "description": "Saboreie o sorvete de Marshmallow de Chocolate e mergulhe em uma experiência de doçura e textura suave. Cada colherada desse sorvete é um deleite para os amantes de chocolate e marshmallow. O sorvete cremoso de chocolate envolve seu paladar, enquanto suaves pedaços de marshmallow derretem suavemente, adicionando um toque aveludado. A combinação perfeita entre o chocolate e o marshmallow cria uma sensação indulgente e reconfortante a cada mordida. Aproveite o equilíbrio perfeito entre a doçura do chocolate e a maciez do marshmallow nessa bola de sorvete irresistível.",
        "calories": 180,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "chocolate-moose-tracks.png",
        "name": "Chocolate Moose Tracks",
        "namePtBr": "Rastos de Alces de Chocolate",
        "description": "Explore a deliciosa combinação de sabores e texturas do sorvete Rastos de Alces de Chocolate. Cada colherada desse sorvete é uma aventura para os amantes de chocolate. O sorvete de chocolate cremoso é repleto de pedaços generosos de chocolate em formato de rastos de alces, adicionando uma divertida surpresa a cada mordida. A harmonia entre a cremosidade do sorvete e a crocância dos pedaços de chocolate cria uma experiência única e satisfatória. Satisfaça seus desejos por chocolate e embarque em uma jornada de sabor com esse sorvete de Rastos de Alces de Chocolate.",
        "calories": 220,
        "allergens": [
            "milk",
            "soy"
        ]
    },
    {
        "id": "chocolate.png",
        "name": "Chocolate",
        "namePtBr": "Chocolate Belga",
        "description": "Desfrute do sorvete de Chocolate Belga, uma verdadeira indulgência para os amantes de chocolate. Cada colherada desse sorvete é uma experiência luxuosa e sofisticada. Feito com autêntico chocolate belga de alta qualidade, o sorvete possui um sabor rico e equilibrado. Sua textura é cremosa e derrete suavemente na boca, permitindo que você aprecie cada nota de sabor. Deleite-se com a intensidade e a suavidade do chocolate belga nessa bola de sorvete irresistível. Satisfaça seus desejos por chocolate com essa experiência de indulgência pura.",
        "calories": 190,
        "allergens": [
            "milk",
            "soy"
        ]
    },
    {
        "id": "coconut-chocolate-almond.png",
        "name": "Coconut Chocolate Almond",
        "namePtBr": "Coco Chocolate Amêndoa",
        "description": "Delicie-se com o sorvete de Coco Chocolate Amêndoa, uma combinação perfeita de sabores exóticos e texturas irresistíveis. Cada colherada desse sorvete é uma viagem aos trópicos. O sorvete de coco cremoso envolve seu paladar, enquanto os pedaços generosos de chocolate e amêndoa adicionam crocância e sabor delicioso. A doçura suave do coco se equilibra harmoniosamente com a intensidade do chocolate e o toque levemente crocante das amêndoas. Desfrute dessa experiência única que une o frescor do coco, a riqueza do chocolate e a crocância das amêndoas em cada mordida.",
        "calories": 180,
        "allergens": [
            "nuts",
            "milk",
            "soy"
        ]
    },
    {
        "id": "coconut.png",
        "name": "Coconut",
        "namePtBr": "Coco",
        "description": "Aproveite o sorvete de Coco e deixe-se levar pelos sabores tropicais e refrescantes. Cada colherada desse sorvete é como uma escapada para uma praia paradisíaca. O sorvete de coco cremoso envolve seu paladar, proporcionando uma sensação suave e agradável. O sabor do coco é autêntico e delicioso, trazendo a doçura e a frescura dos coqueiros. Desfrute desse sorvete leve e refrescante, perfeito para os amantes de coco. Com cada mordida, você será transportado para um momento de relaxamento e prazer tropical.",
        "calories": 150,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "coffee.png",
        "name": "Coffee",
        "namePtBr": "Café",
        "description": "Desperte seus sentidos com o sorvete de Café, uma deliciosa combinação de sabor e energia. Cada colherada desse sorvete é uma experiência estimulante para os amantes de café. O sorvete cremoso de café envolve seu paladar, proporcionando um sabor rico e encorpado. A intensidade do café se equilibra perfeitamente com a doçura do sorvete, criando uma harmonia de sabores. Aproveite esse sorvete como uma pausa revigorante em um dia quente ou como um acompanhamento perfeito para uma sobremesa especial. Deleite-se com o prazer do café em forma de sorvete.",
        "calories": 160,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "coffeehouse-cookies-and-cream.png",
        "name": "Coffeehouse Cookies And Cream",
        "namePtBr": "Biscoitos e Creme de Café",
        "description": "Delicie-se com o sorvete de Biscoitos e Creme de Café, uma combinação irresistível de sabores clássicos. Cada colherada desse sorvete é uma viagem ao mundo dos biscoitos e do café. O sorvete cremoso de creme de café envolve seu paladar com um sabor rico e suave. Os pedaços crocantes de biscoitos adicionam uma textura deliciosa e um toque de doçura. A harmonia entre o creme de café e os biscoitos cria uma experiência única e indulgente. Aproveite esse sorvete como um momento de prazer e conforto, onde o café encontra os biscoitos em uma combinação perfeita.",
        "calories": 190,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "cold-brewed-caramocha.png",
        "name": "Cold Brewed Caramocha",
        "namePtBr": "Caramocha Fermentada Fria",
        "description": "Experimente o sorvete de Caramocha Fermentada Fria e mergulhe em uma mistura única de sabores ousados. Cada colherada desse sorvete é uma combinação perfeita de caramelo, chocolate e café fermentado. O sorvete cremoso de caramelo tem um sabor rico e doce, enquanto os flocos de chocolate proporcionam um toque de indulgência. O café fermentado adiciona uma nota de intensidade e complexidade, elevando a experiência de sabor. Desfrute dessa fusão ousada e sofisticada de sabores em cada mordida. Prepare-se para uma experiência gelada e saborosa com o sorvete de Caramocha Fermentada Fria.",
        "calories": 200,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "cookie-butter-craze.png",
        "name": "Cookie Butter Craze",
        "namePtBr": "Mania de Biscoito",
        "description": "Satisfaça sua mania por biscoitos com o sorvete de Mania de Biscoito. Cada colherada desse sorvete é uma explosão de sabor e texturas irresistíveis. O sorvete cremoso combina o sabor clássico dos biscoitos com a suavidade e doçura do sorvete. Os pedaços generosos de biscoitos adicionam uma crocância deliciosa a cada mordida. Desfrute dessa experiência indulgente que traz à vida a combinação perfeita entre sorvete e biscoitos. Deixe-se levar pela mania de biscoito e desfrute de momentos de prazer a cada colherada.",
        "calories": 180,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "cookie-doughlicious.png",
        "name": "Cookie Doughlicious",
        "namePtBr": "Cookie Deliciosamente Massa-licioso",
        "description": "Prepare-se para uma explosão de sabor com o sorvete de Cookie Deliciosamente Massa-licioso. Cada colherada desse sorvete é uma jornada pelos prazeres da massa de cookie. O sorvete cremoso envolve seu paladar, enquanto os pedaços generosos de massa de cookie adicionam uma textura incrível e um sabor delicioso. Cada mordida é como saborear um cookie recém-saído do forno. Deleite-se com a combinação perfeita entre a suavidade do sorvete e a riqueza da massa de cookie, criando uma experiência inesquecível para os amantes de cookies. Desfrute desse momento indulgente e deixe-se levar pelo sabor irresistível do Cookie Deliciosamente Massa-licioso.",
        "calories": 200,
        "allergens": [
            "milk",
            "gluten",
            "egg"
        ]
    },
    {
        "id": "cookie.png",
        "name": "Cookie",
        "namePtBr": "Biscoito",
        "description": "Desfrute do clássico sabor de Biscoito com este sorvete delicioso. Cada colherada deste sorvete é uma combinação perfeita de doçura e textura crocante. O sorvete cremoso envolve seu paladar, enquanto os pedaços generosos de biscoito adicionam uma camada crocante e cheia de sabor. Aproveite este sorvete como uma verdadeira indulgência, levando você de volta aos sabores familiares e reconfortantes dos biscoitos caseiros. A cada mordida, você vai saborear a perfeita harmonia entre o sorvete e o biscoito. Deleite-se com a nostalgia e o prazer do sorvete de Biscoito.",
        "calories": 170,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "cookies-and-cream.png",
        "name": "Cookies And Cream",
        "namePtBr": "Biscoitos e Creme",
        "description": "Experimente o clássico sabor de Biscoitos e Creme neste delicioso sorvete. Cada colherada é uma mistura perfeita de suavidade e crocância. O sorvete cremoso de creme envolve seu paladar com sua textura suave e sabor delicado. Os pedaços de biscoitos adicionam uma camada de crocância e um toque irresistível de doçura. A combinação harmoniosa entre o creme e os biscoitos cria uma experiência de sabor única e deliciosa. Desfrute deste sorvete como uma indulgência especial, transportando você para momentos de prazer e nostalgia. Permita-se saborear a perfeita combinação de Biscoitos e Creme em cada colherada.",
        "calories": 190,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "cotton-candy.png",
        "name": "Cotton Candy",
        "namePtBr": "Algodão Doce",
        "description": "Deleite-se com o encanto do sorvete de Algodão Doce. Cada colherada é uma explosão de doçura e diversão. Este sorvete traz a nostalgia da feira e o sabor característico do algodão doce. O sorvete é suave e cremoso, lembrando as nuvens doces que derretem na boca. A textura leve e o sabor açucarado irão transportá-lo para um mundo de alegria e felicidade. Aproveite a magia do sorvete de Algodão Doce e deixe-se envolver pela doçura desta deliciosa sobremesa.",
        "calories": 160,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "crazy-vanilla.png",
        "name": "Crazy Vanilla",
        "namePtBr": "Baunilha Louca",
        "description": "Deixe-se levar pela loucura da baunilha com este sorvete delicioso. Cada colherada é uma explosão de sabor e textura que irá enlouquecer seus sentidos. O sorvete de baunilha é cremoso e suave, com um aroma irresistível. As nuances da baunilha se misturam de forma harmoniosa, criando um sabor complexo e envolvente. Desfrute desse sorvete como uma verdadeira indulgência, transportando-se para um mundo de prazer e delícia. A baunilha louca irá conquistar seu paladar e deixá-lo desejando por mais.",
        "calories": 150,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "dark-chocolate-raspberry-truffle.png",
        "name": "Dark Chocolate Raspberry Truffle",
        "namePtBr": "Trufa de Framboesa Chocolate Amargo",
        "description": "Delicie-se com a combinação irresistível de framboesa e chocolate amargo neste sorvete de Trufa de Framboesa Chocolate Amargo. Cada colherada é uma experiência luxuosa e sofisticada. O sorvete de chocolate amargo é rico e intenso, com um sabor profundo e levemente amargo. Os pedaços generosos de trufa de framboesa adicionam um toque de acidez e doçura, complementando perfeitamente o chocolate. A cada mordida, você será transportado para um mundo de prazer sensorial. Aproveite essa indulgência e permita-se saborear a elegância e o requinte deste sorvete de Trufa de Framboesa Chocolate Amargo.",
        "calories": 180,
        "allergens": [
            "milk",
            "soy"
        ]
    },
    {
        "id": "french-vanilla.png",
        "name": "French Vanilla",
        "namePtBr": "Baunilha Francesa",
        "description": "Desfrute da suavidade e elegância da Baunilha Francesa neste sorvete irresistível. Cada colherada é uma ode aos sabores delicados e refinados. O sorvete de baunilha é feito com ingredientes da mais alta qualidade, trazendo um sabor autêntico e envolvente. A textura cremosa e a doçura equilibrada da baunilha francesa conquistarão seu paladar. Deixe-se transportar para as charmosas ruas de Paris enquanto saboreia esse sorvete de tirar o fôlego. Aproveite essa experiência sofisticada e deixe a Baunilha Francesa cativar seus sentidos.",
        "calories": 160,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "graham-central-station.png",
        "name": "Graham Central Station",
        "namePtBr": "Estação Central de Graham",
        "description": "Transporte-se para um mundo de sabores nostálgicos com o sorvete Estação Central de Graham. Cada colherada é uma combinação perfeita de doçura, crocância e riqueza. O sorvete possui uma base de marshmallow macio e cremoso, que remete às gostosas sobremesas de marshmallow das festas de acampamento. Os pedaços generosos de biscoito de Graham adicionam uma textura crocante e um sabor levemente tostado. A cada mordida, você será levado de volta à sua infância, relembrando momentos especiais ao redor da fogueira. Desfrute desse sorvete único e deixe-se envolver pela nostalgia e sabor inigualáveis da Estação Central de Graham.",
        "calories": 200,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "green-mint-chip.png",
        "name": "Green Mint Chip",
        "namePtBr": "Lasca De Hortelã Verde",
        "description": "Refresque-se com o sorvete de Lasca de Hortelã Verde. Cada colherada é uma explosão de frescor e sabor revigorante. O sorvete é feito com hortelã verde fresca, que adiciona um toque vibrante e refrescante. As lascas de hortelã verde são distribuídas ao longo do sorvete, proporcionando uma experiência crocante e intensificando o sabor. Desfrute dessa combinação única de doçura e frescor, que irá despertar os sentidos e deixar um gostinho refrescante. Com uma textura cremosa e um aroma convidativo, esse sorvete é perfeito para os amantes de hortelã. Aproveite essa delícia e deixe-se envolver pela Lasca de Hortelã Verde.",
        "calories": 140,
        "allergens": []
    },
    {
        "id": "heavenly-hazelnut.png",
        "name": "Heavenly Hazelnut",
        "namePtBr": "Avelã Celestial",
        "description": "Delicie-se com o sorvete de Avelã Celestial e deixe-se levar pelo sabor celestial das avelãs. Cada colherada é uma experiência divina de cremosidade e notas sutis de avelã. O sorvete é feito com avelãs cuidadosamente selecionadas, que são torradas e trituradas para criar uma base rica e aveludada. Os pedaços generosos de avelãs crocantes proporcionam uma textura irresistível, enquanto o sabor delicado das avelãs dança no paladar. Desfrute desse sorvete celestial que irá satisfazer seus desejos por doçura e avelãs. A cada mordida, você será transportado para um mundo de prazer celestial.",
        "calories": 180,
        "allergens": [
            "nuts",
            "milk"
        ]
    },
    {
        "id": "honey-roasted-peanut-butter.png",
        "name": "Honey Roasted Peanut Butter",
        "namePtBr": "Manteiga de Amendoim Torrada com Mel",
        "description": "Delicie-se com o sorvete de Manteiga de Amendoim Torrada com Mel, uma combinação perfeita de sabores intensos e suavidade irresistível. Cada colherada é um equilíbrio delicioso entre a manteiga de amendoim rica e cremosa, o toque crocante do amendoim torrado e a doçura delicada do mel. O sorvete é feito com ingredientes cuidadosamente selecionados para criar uma textura cremosa e um sabor intenso. A cada mordida, você sentirá a harmonia entre a suavidade da manteiga de amendoim, a crocância dos pedaços de amendoim torrado e o toque doce do mel. Desfrute dessa combinação de sabores que irá satisfazer seu paladar e despertar seus sentidos. Permita-se saborear a perfeição da Manteiga de Amendoim Torrada com Mel.",
        "calories": 200,
        "allergens": [
            "peanuts",
            "milk"
        ]
    },
    {
        "id": "key-lime-pie.png",
        "name": "Key Lime Pie",
        "namePtBr": "Torta de Limão",
        "description": "Experimente a refrescância e o sabor cítrico da Torta de Limão neste delicioso sorvete. Cada colherada é uma explosão de frescor e doçura equilibrada. O sorvete é feito com um creme suave e cremoso, combinado com um irresistível swirl de limão que traz um toque cítrico e refrescante. Os pedaços de biscoito de massa de torta adicionam uma textura crocante, remetendo à clássica base de uma torta de limão. Desfrute desse sorvete que combina perfeitamente a suavidade do creme com a acidez revigorante do limão. Com cada colherada, você será transportado para o sabor delicioso e reconfortante da Torta de Limão. Aproveite essa experiência refrescante e satisfaça seu desejo por uma sobremesa irresistível.",
        "calories": 160,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "lemon-sorbet.png",
        "name": "Lemon Sorbet",
        "namePtBr": "Sorvete de Limão",
        "description": "Refresque-se com o sorvete de Limão e desfrute de um sabor cítrico e revigorante. Cada colherada é um mergulho no frescor do limão, com sua acidez equilibrada e notas refrescantes. O sorvete é feito com suco de limão natural, proporcionando um sabor autêntico e vibrante. Sua textura cremosa e leve irá refrescar seu paladar e proporcionar uma experiência agradável. Desfrute dessa delícia refrescante em dias quentes ou como uma sobremesa leve a qualquer momento. O sorvete de Limão é a escolha perfeita para os amantes de sabores cítricos e refrescantes.",
        "calories": 120,
        "allergens": []
    },
    {
        "id": "lemon.png",
        "name": "Lemon",
        "namePtBr": "Limão Siciliano",
        "description": "Delicie-se com o sorvete de Limão Siciliano e deixe-se levar pelo sabor cítrico e intenso. Cada colherada é uma explosão refrescante de limão siciliano, conhecido por seu aroma único e sabor marcante. O sorvete é feito com suco de limão siciliano fresco, proporcionando um sabor autêntico e cítrico. Sua textura cremosa e suave irá envolver seu paladar, enquanto o sabor intenso do limão siciliano desperta seus sentidos. Desfrute dessa experiência única que combina o frescor do limão siciliano com a cremosidade do sorvete. Com cada colherada, você será transportado para os encantadores campos de limão da Sicília. Aproveite esse sorvete irresistível e refrescante em qualquer momento do dia.",
        "calories": 130,
        "allergens": []
    },
    {
        "id": "lil-blue-panda.png",
        "name": "Lil Blue Panda",
        "namePtBr": "Pequeno Panda Azul",
        "description": "Descubra a doçura e a diversão do sorvete de Pequeno Panda Azul. Cada colherada é uma aventura de sabor e uma explosão de cores. O sorvete combina um delicioso sabor de algodão doce com a refrescância do sorvete de baunilha. A cor vibrante e azul do sorvete adiciona um toque de diversão e fantasia. Desfrute dessa delícia que irá adoçar seu dia e deixar sua imaginação voar. A cada mordida, você será transportado para um mundo encantado onde os pandas azuis são a fonte de alegria. Aproveite esse sorvete que é uma festa para os olhos e para o paladar.",
        "calories": 150,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "llamalicious.png",
        "name": "Llamalicious",
        "namePtBr": "Llamalicioso",
        "description": "Desperte seu espírito aventureiro com o sorvete Llamalicioso. Cada colherada é uma explosão de sabores exóticos e divertidos. Este sorvete único combina o sabor suave da baunilha com a intensidade do chocolate e a doçura do caramelo. A textura cremosa e aveludada do sorvete irá envolver seu paladar, enquanto os pedaços crocantes de biscoito adicionam uma surpresa deliciosa a cada mordida. Desfrute dessa experiência saborosa que irá transportá-lo para um mundo cheio de aventuras e sabores exóticos. O Llamalicioso é perfeito para aqueles que buscam uma combinação ousada e irresistível de sabores em cada colherada.",
        "calories": 180,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "low-fat-blueberry-cheesecake-yogurt.png",
        "name": "Low Fat Blueberry Cheesecake Yogurt",
        "namePtBr": "Cheesecake de Iogurte de Mirtilo com Baixo Teor de Gordura",
        "description": "Delicie-se com o sorvete de Cheesecake de Iogurte de Mirtilo com Baixo Teor de Gordura e desfrute de um sabor cremoso e frutado. Cada colherada é uma combinação perfeita de cheesecake suave, iogurte refrescante e mirtilos deliciosos. O sorvete é feito com iogurte de baixo teor de gordura, proporcionando uma opção mais leve. A textura cremosa e suave do sorvete complementa o sabor do cheesecake e realça a doçura dos mirtilos. Desfrute desse prazer indulgente sem culpa e aproveite a combinação irresistível de sabores. O sorvete de Cheesecake de Iogurte de Mirtilo com Baixo Teor de Gordura é a escolha perfeita para os amantes de sobremesas cremosas e frutadas.",
        "calories": 130,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "low-fat-coffee-fudge-almond-fudge-yogurt.png",
        "name": "Low Fat Coffee Fudge Almond Fudge Yogurt",
        "namePtBr": "Fudge de Café com Fudge de Amêndoa com Baixo Teor de Gordura",
        "description": "Desfrute da indulgência do sorvete de Fudge de Café com Fudge de Amêndoa com Baixo Teor de Gordura. Cada colherada é uma explosão de sabores intensos e texturas irresistíveis. O sorvete combina a riqueza do fudge de café com a cremosidade do fudge de amêndoa, proporcionando uma experiência indulgente sem comprometer sua dieta. Com baixo teor de gordura, você pode desfrutar dessa delícia com menos culpa. A textura suave do sorvete se funde com as mordidas macias do fudge de café e as crocantes amêndoas, criando uma combinação perfeita de sabores e texturas. Aproveite cada colherada e sinta-se mimado(a) com essa sobremesa indulgente e saborosa.",
        "calories": 140,
        "allergens": [
            "milk",
            "almonds"
        ]
    },
    {
        "id": "maple-walnut.png",
        "name": "Maple Walnut",
        "namePtBr": "Noz com Xarope de Bordo",
        "description": "Desperte seus sentidos com o sorvete de Noz com Xarope de Bordo. Cada colherada é uma combinação perfeita de sabores ricos e naturais. O sorvete apresenta uma base cremosa e suave, repleta de nozes crocantes que proporcionam uma textura incrível. O toque especial é o xarope de bordo, que acrescenta uma doçura característica e um sabor levemente amadeirado. Desfrute dessa indulgência irresistível que combina o sabor natural das nozes com a sutileza do xarope de bordo. Cada mordida é uma experiência de prazer e equilíbrio de sabores. O sorvete de Noz com Xarope de Bordo é perfeito para os amantes de sobremesas sofisticadas e autênticas.",
        "calories": 160,
        "allergens": [
            "milk",
            "nuts"
        ]
    },
    {
        "id": "midnight-caramel-river.png",
        "name": "Midnight Caramel River",
        "namePtBr": "Rio Caramelo da Meia-Noite",
        "description": "Experimente a indulgência do sorvete Rio Caramelo da Meia-Noite e embarque em uma jornada de sabores irresistíveis. Este sorvete combina o sabor intenso do chocolate com a doçura suave do caramelo em uma harmonia perfeita. A textura cremosa e aveludada do sorvete irá envolver seu paladar, enquanto os fios de caramelo adicionam um toque de elegância. Desfrute dessa combinação única e sofisticada que evoca a magia do rio caramelo da meia-noite. Cada colherada é uma experiência luxuosa que despertará todos os seus sentidos. O sorvete Rio Caramelo da Meia-Noite é perfeito para aqueles que buscam um deleite indulgente e cheio de sabor.",
        "calories": 180,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "midnight-peanut-butter-marshmallow.png",
        "name": "Midnight Peanut Butter Marshmallow",
        "namePtBr": "Marshmallow de Manteiga de Amendoim da Meia-Noite",
        "description": "Explore a tentação do sorvete Marshmallow de Manteiga de Amendoim da Meia-Noite e renda-se a uma explosão de sabores irresistíveis. Este sorvete combina a suavidade do marshmallow com a intensidade da manteiga de amendoim em uma combinação celestial. Cada colherada é uma deliciosa mistura de texturas macias e cremosas, enquanto os fios de marshmallow adicionam um toque aveludado. Deleite-se com essa experiência mágica que evoca a sensação da meia-noite. O sorvete Marshmallow de Manteiga de Amendoim da Meia-Noite é perfeito para os amantes de sobremesas indulgentes e apaixonados por sabores intensos.",
        "calories": 160,
        "allergens": [
            "milk",
            "peanuts"
        ]
    },
    {
        "id": "milk-and-cookies.png",
        "name": "Milk And Cookies",
        "namePtBr": "Leite e Biscoitos",
        "description": "Delicie-se com o clássico sabor do sorvete Leite e Biscoitos. Cada colherada é uma viagem ao passado, trazendo à tona memórias de infância. O sorvete combina uma base cremosa e suave de leite com pedaços crocantes de biscoitos, proporcionando uma experiência de texturas incríveis. Os biscoitos adicionam um toque de doçura e uma leve textura amanteigada ao sorvete, tornando cada mordida ainda mais especial. Desfrute dessa combinação perfeita que é um verdadeiro deleite para os amantes de biscoitos e sorvete. O sorvete Leite e Biscoitos é perfeito para quem deseja desfrutar de um clássico reconfortante e delicioso.",
        "calories": 150,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "milk-cream.png",
        "name": "Milk Cream",
        "namePtBr": "Creme de Leite",
        "description": "Desfrute da suavidade e do sabor delicado do sorvete Creme de Leite. Cada colherada desse sorvete é um deleite para o paladar, com uma textura cremosa e um sabor suave e refinado. O creme de leite utilizado na receita confere uma riqueza e untuosidade irresistíveis. A simplicidade desse sorvete permite que você aprecie a pureza do sabor do creme de leite, sem distrações. É a escolha perfeita para aqueles que desejam um sorvete clássico, repleto de elegância e sutileza. Desfrute desse sorvete delicioso e delicado que irá encantar os amantes de sobremesas mais refinadas.",
        "calories": 160,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "mint-moose-tracks.png",
        "name": "Mint Moose Tracks",
        "namePtBr": "Trilhas de Hortelã com Pegadas de Alce",
        "description": "Explore a combinação refrescante e encantadora do sorvete Trilhas de Hortelã com Pegadas de Alce. Cada colherada é uma jornada pelos bosques mágicos, onde a frescura da hortelã se une à riqueza do chocolate. O sorvete apresenta um sabor equilibrado, com notas de hortelã que se destacam, enquanto as pegadas de alce de chocolate adicionam uma pitada de diversão. A textura suave e cremosa do sorvete é realçada pelas trilhas crocantes de chocolate. Desfrute dessa combinação única que traz frescor e indulgência em cada mordida. O sorvete Trilhas de Hortelã com Pegadas de Alce é perfeito para os amantes de sabores refrescantes e surpreendentes.",
        "calories": 170,
        "allergens": [
            "milk",
            "soy"
        ]
    },
    {
        "id": "minty-mint-chip.png",
        "name": "Minty Mint Chip",
        "namePtBr": "Menta com Pedacinhos de Chocolate",
        "description": "Delicie-se com o sorvete refrescante de Menta com Pedacinhos de Chocolate. Cada colherada desse sorvete traz uma explosão de frescor de menta combinada com a riqueza do chocolate. Os pedacinhos de chocolate adicionam uma textura crocante e um toque de indulgência a cada mordida. A base cremosa e suave do sorvete complementa perfeitamente o sabor refrescante da menta. Desfrute dessa combinação clássica que é um verdadeiro prazer para os sentidos. O sorvete Menta com Pedacinhos de Chocolate é perfeito para aqueles que desejam um sorvete refrescante e ao mesmo tempo indulgente.",
        "calories": 160,
        "allergens": [
            "milk",
            "soy"
        ]
    },
    {
        "id": "moose-tracks.png",
        "name": "Moose Tracks",
        "namePtBr": "Trilhas de Alce",
        "description": "Desbrave as deliciosas Trilhas de Alce com este sorvete incrível. Cada colherada é uma aventura de sabores, combinando uma base cremosa e suave com pedaços generosos de chocolate em formato de pegadas de alce. A textura crocante do chocolate se mescla perfeitamente com a cremosidade do sorvete, proporcionando uma experiência única. O sabor rico e intenso do chocolate é realçado pelos elementos lúdicos das pegadas de alce. A cada mordida, você será transportado para as trilhas da floresta, onde o sabor e a diversão se encontram. Desfrute desse sorvete ousado e saboroso que encantará os amantes de chocolate e aventura.",
        "calories": 180,
        "allergens": [
            "milk",
            "soy"
        ]
    },
    {
        "id": "mystical-mermaid.png",
        "name": "Mystical Mermaid",
        "namePtBr": "Sereia Mística",
        "description": "Deixe-se encantar pelo sorvete Sereia Mística, uma combinação mágica de sabores e cores. Cada colherada é uma experiência única, com um sorvete refrescante e sedutor que combina o sabor suave e cremoso da baunilha com toques exóticos de frutas tropicais. A textura suave e agradável do sorvete é acentuada pelos delicados flocos dourados, que representam a mística da sereia. Sinta-se transportado para um mundo de encanto e fascínio enquanto desfruta desse sorvete irresistível. O sorvete Sereia Mística é perfeito para quem busca uma sobremesa com um toque de magia e uma explosão de sabores.",
        "calories": 140,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "no-fat-peach-yogurt.png",
        "name": "No Fat Peach Yogurt",
        "namePtBr": "Iogurte de Pêssego sem Gordura",
        "description": "Experimente o sabor leve e refrescante do sorvete Iogurte de Pêssego sem Gordura. Cada colherada é uma explosão de frescor e doçura natural do pêssego, combinado com a suavidade e a cremosidade do iogurte. Este sorvete é a opção perfeita para aqueles que desejam uma sobremesa mais leve, pois é feito sem gordura. Desfrute dessa delícia sem culpa e aproveite a textura suave e agradável do iogurte, aliada ao sabor naturalmente adocicado do pêssego. O sorvete Iogurte de Pêssego sem Gordura é uma opção refrescante e saudável para todos os amantes de sorvete.",
        "calories": 120,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "no-fat-vanilla-yogurt.png",
        "name": "No Fat Vanilla Yogurt",
        "namePtBr": "Iogurte de Baunilha sem Gordura",
        "description": "Desfrute do sabor suave e cremoso do sorvete Iogurte de Baunilha sem Gordura. Cada colherada desse sorvete é uma delícia refrescante que combina a suavidade do iogurte com a doçura natural da baunilha. O sorvete é feito sem gordura, tornando-o uma opção leve e saudável para todos. A textura suave e agradável do iogurte se mescla perfeitamente com a nota de baunilha, criando uma experiência saborosa e equilibrada. Desfrute dessa opção de sorvete sem culpa, perfeita para quem busca uma sobremesa mais saudável sem abrir mão do sabor. O sorvete Iogurte de Baunilha sem Gordura é uma escolha refrescante e leve para todos os amantes de sorvete.",
        "calories": 120,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "nsa-moose-tracks.png",
        "name": "Nsa Moose Tracks",
        "namePtBr": "Trilhas de Alce sem Açúcar",
        "description": "Desfrute das deliciosas Trilhas de Alce sem Açúcar, uma opção saborosa para aqueles que procuram uma sobremesa sem adição de açúcar. Cada colherada é uma aventura de sabores, com uma base cremosa e suave combinada com pedaços generosos de chocolate em formato de pegadas de alce. O sorvete é adoçado de forma natural, sem a necessidade de açúcar refinado. A textura crocante do chocolate se mescla perfeitamente com a cremosidade do sorvete, proporcionando uma experiência única e sem culpa. O sabor rico e intenso do chocolate é realçado pelos elementos lúdicos das pegadas de alce. Desfrute desse sorvete ousado e saboroso que encantará os amantes de chocolate, mesmo sem açúcar.",
        "calories": 160,
        "allergens": [
            "milk",
            "soy"
        ]
    },
    {
        "id": "nsa-turtle-sundae.png",
        "name": "Nsa Turtle Sundae",
        "namePtBr": "Sorvete de Sundae de Tartaruga sem Açúcar",
        "description": "Desfrute do sabor indulgente do sorvete de Sundae de Tartaruga sem Açúcar. Cada colherada é uma experiência de sobremesa incrível, combinando uma base cremosa e suave com uma mistura irresistível de caramelo sem açúcar, nozes picadas e pedaços de chocolate. O sorvete é adoçado de forma natural, sem a adição de açúcar refinado, tornando-o uma opção adequada para aqueles que buscam uma alternativa mais saudável. A combinação do caramelo rico e do chocolate com a textura crocante das nozes cria uma harmonia de sabores que é simplesmente deliciosa. Desfrute desse sorvete de Sundae de Tartaruga sem Açúcar e saboreie a indulgência sem culpa.",
        "calories": 180,
        "allergens": [
            "milk",
            "nuts"
        ]
    },
    {
        "id": "nuts-about-pecans.png",
        "name": "Nuts About Pecans",
        "namePtBr": "Louco por Nozes de Pecã",
        "description": "Deleite-se com o sabor irresistível do sorvete Louco por Nozes de Pecã. Cada colherada é uma explosão de texturas e sabores, combinando a cremosidade do sorvete com pedaços crocantes de nozes de pecã caramelizadas. A doçura suave das nozes de pecã se complementa perfeitamente com a base cremosa do sorvete, criando uma combinação deliciosa. Os pedaços de nozes de pecã adicionam um elemento crocante e um toque de indulgência a cada mordida. Desfrute desse sorvete saboroso e repleto de nozes de pecã, perfeito para os amantes de sobremesas com um toque de textura e um sabor naturalmente rico.",
        "calories": 200,
        "allergens": [
            "milk",
            "nuts"
        ]
    },
    {
        "id": "oatmeal-cookie-craving.png",
        "name": "Oatmeal Cookie Craving",
        "namePtBr": "Desejo de Biscoito de Aveia",
        "description": "Deleite-se com o sabor reconfortante do sorvete Desejo de Biscoito de Aveia. Cada colherada é uma experiência deliciosa que combina a cremosidade do sorvete com pedaços crocantes de biscoito de aveia. O sabor suave e adocicado do biscoito de aveia se funde perfeitamente com a base cremosa do sorvete, criando uma combinação irresistível. Os pedaços de biscoito de aveia adicionam uma textura crocante e um toque de indulgência a cada mordida. Desfrute desse sorvete saboroso e reconfortante, perfeito para os amantes de sobremesas com um toque de biscoito e uma explosão de sabores.",
        "calories": 180,
        "allergens": [
            "milk",
            "gluten",
            "oats"
        ]
    },
    {
        "id": "orange-blossom.png",
        "name": "Orange Blossom",
        "namePtBr": "Flores de Laranjeira",
        "description": "Delicie-se com o sabor refrescante e único do sorvete de Flores de Laranjeira. Esse sorvete encantador combina a suavidade e a doçura da laranja com a delicadeza e o aroma floral das flores de laranjeira. Cada colherada é uma experiência sensorial memorável, transportando você para um jardim de laranjeiras em flor.",
        "calories": 150,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "orange-pineapple.png",
        "name": "Orange Pineapple",
        "namePtBr": "Laranja Abacaxi",
        "description": "Desfrute de um sorvete refrescante com uma deliciosa combinação de sabores tropicais de laranja e abacaxi. A doçura cítrica da laranja se mistura harmoniosamente com a acidez suave e tropical do abacaxi, criando uma explosão de sabores na boca. É como ter um pedaço de paraíso em cada colherada!",
        "calories": 180,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "orange-sherbet.png",
        "name": "Orange Sherbet",
        "namePtBr": "Sorvete de Laranja",
        "description": "Refrescante sorvete de laranja com um sabor cítrico e vibrante. Cada colherada desse sorvete delicioso traz o frescor e a doçura natural das laranjas maduras, proporcionando uma experiência refrescante e revigorante. É uma escolha perfeita para os amantes de cítricos e uma opção refrescante para os dias quentes de verão.",
        "calories": 160,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "peach.png",
        "name": "Peach",
        "namePtBr": "Pêssego",
        "description": "Delicie-se com o sabor suculento e doce do sorvete de pêssego. Cada colherada desse sorvete cremoso traz o sabor autêntico e refrescante dos pêssegos maduros, oferecendo uma experiência de verão irresistível. A suavidade e a doçura natural dos pêssegos combinam-se perfeitamente para criar um sorvete delicioso que agrada a todos os paladares.",
        "calories": 190,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "peanut-butter-cookies-and-cream.png",
        "name": "Peanut Butter Cookies And Cream",
        "namePtBr": "Cookies e Creme de Manteiga de Amendoim",
        "description": "Experimente a irresistível combinação de cookies crocantes e creme suave de manteiga de amendoim nesse delicioso sorvete. Cada colherada é uma explosão de sabores, com a textura dos pedaços de cookies misturados ao creme rico e cremoso de manteiga de amendoim. É uma verdadeira indulgência para os amantes de doces e amendoim!",
        "calories": 220,
        "allergens": [
            "milk",
            "peanuts",
            "gluten",
            "soy"
        ]
    },
    {
        "id": "peanut-butter-cup.png",
        "name": "Peanut Butter Cup",
        "namePtBr": "Manteiga de Amendoim",
        "description": "Experimente a irresistível cremosidade do nosso sorvete de Manteiga de Amendoim. Feito com uma generosa quantidade de manteiga de amendoim cremosa e suave, esse sorvete é um verdadeiro deleite para os amantes dessa deliciosa pasta de amendoim. Cada colherada desse sorvete combina o sabor rico e encorpado da manteiga de amendoim com a suavidade da base de sorvete, criando uma experiência de sabor que vai deixar você desejando mais. Aproveite esse prazer gelado e deixe-se envolver pelo sabor marcante da Manteiga de Amendoim!",
        "calories": 220,
        "allergens": [
            "milk",
            "peanuts"
        ]
    },
    {
        "id": "peanut-butter-twist.png",
        "name": "Peanut Butter Twist",
        "namePtBr": "Twist de Manteiga de Amendoim",
        "description": "Delicie-se com o sorvete cremoso de Manteiga de Amendoim, perfeito para os amantes desse sabor rico e indulgente. Cada colherada desse sorvete incrível traz a suavidade e a intensidade da manteiga de amendoim, proporcionando uma explosão de sabor na boca. O creme de amendoim se mistura perfeitamente com a textura suave do sorvete, criando uma experiência irresistível para os amantes de sobremesas.",
        "calories": 200,
        "allergens": [
            "milk",
            "peanuts"
        ]
    },
    {
        "id": "pistachio.png",
        "name": "Pistachio",
        "namePtBr": "Pistache",
        "description": "Desfrute do sorvete de Pistache com seu sabor suave e característico. Cada colherada desse sorvete cremoso é uma experiência única, com a riqueza e a delicadeza dos pistaches cuidadosamente selecionados. A cor verde suave do sorvete adiciona um toque visualmente atraente, enquanto o sabor sutilmente adocicado dos pistaches oferece uma combinação irresistível de textura e paladar.",
        "calories": 180,
        "allergens": [
            "milk",
            "nuts"
        ]
    },
    {
        "id": "playdough.png",
        "name": "Playdough",
        "namePtBr": "Massa de Modelar",
        "description": "Divirta-se com um sorvete de Massa de Modelar com cores vibrantes e divertidas. Essa delícia colorida traz a alegria das brincadeiras com massa de modelar para o mundo dos sorvetes. Cada colherada revela uma explosão de cores vibrantes, como rosa, azul, verde, amarelo e muito mais. Solte a sua criatividade e saboreie um sorvete que é uma verdadeira obra de arte colorida!",
        "calories": "Felicidade",
        "allergens": [
            "sadness"
        ]
    },
    {
        "id": "praline-pecan.png",
        "name": "Praline Pecan",
        "namePtBr": "Praliné Pecã",
        "description": "Delicie-se com o sabor irresistível do sorvete de Praliné Pecã. Cada colherada desse sorvete cremoso combina a doçura caramelizada do praliné com a crocância das pecãs torradas. O sabor rico e aveludado do praliné se funde perfeitamente com a textura crocante das pecãs, criando uma experiência de sobremesa verdadeiramente indulgente. É uma escolha perfeita para os amantes de sabores caramelizados e nozes!",
        "calories": 200,
        "allergens": [
            "milk",
            "nuts"
        ]
    },
    {
        "id": "rainbow-sherbet.png",
        "name": "Rainbow Sherbet",
        "namePtBr": "Sorvete de Arco-Íris",
        "description": "Explore um mundo de cores com o sorvete de Arco-Íris. Cada colherada desse sorvete traz consigo a alegria e a vivacidade das cores do arco-íris. Com uma variedade de sabores deliciosos, como morango, limão, blueberry e muito mais, esse sorvete é uma verdadeira festa para os sentidos. Deleite-se com a combinação de sabores e a explosão de cores que tornam cada colherada uma experiência mágica e saborosa.",
        "calories": 160,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "raspberry-sorbet.png",
        "name": "Raspberry Sorbet",
        "namePtBr": "Sorbet de Framboesa",
        "description": "Refresque-se com o sorbet de Framboesa, uma explosão de sabor frutado e refrescante. Cada colherada desse sorbet leve e suave traz o sabor intenso e natural das framboesas maduras, proporcionando uma experiência deliciosa e revitalizante. A doçura equilibrada das framboesas combinada com a textura cremosa do sorbet cria uma sobremesa perfeita para os amantes de frutas e uma opção refrescante para qualquer ocasião.",
        "calories": 120,
        "allergens": []
    },
    {
        "id": "raspberry.png",
        "name": "Raspberry",
        "namePtBr": "Framboesa",
        "description": "Delicie-se com o sabor suculento e refrescante do sorvete de Framboesa. Cada colherada desse sorvete cremoso traz a doçura e o aroma irresistíveis das framboesas frescas. A textura suave do sorvete realça a intensidade do sabor das framboesas, proporcionando uma experiência frutada e prazerosa. É uma opção perfeita para quem aprecia sabores frutados e busca uma sobremesa refrescante.",
        "calories": 150,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "red-fruits.png",
        "name": "Red Fruits",
        "namePtBr": "Frutas Vermelhas",
        "description": "Desfrute do sorvete de Frutas Vermelhas, uma combinação perfeita de sabores frutados e refrescantes. Cada colherada desse sorvete cremoso traz uma explosão de sabores provenientes de uma seleção de frutas vermelhas, como morango, framboesa e cereja. A doçura natural das frutas é realçada pela textura suave do sorvete, proporcionando uma experiência refrescante e deliciosa. É a escolha ideal para os amantes de frutas vermelhas que desejam desfrutar de um sorvete vibrante e saboroso.",
        "calories": 170,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "roadrunner-raspberry.png",
        "name": "Roadrunner Raspberry",
        "namePtBr": "Papa-léguas Framboesa",
        "description": "Experimente a aventura do sabor com o sorvete Papa-léguas de Framboesa. Cada colherada desse sorvete vibrante é uma corrida de sabores intensos. Com a doçura suculenta das framboesas combinada com uma pitada de acidez refrescante, esse sorvete é uma explosão de sabor que vai deixar você querendo mais. Prepare-se para uma experiência de sobremesa emocionante e refrescante com o Papa-léguas de Framboesa!",
        "calories": 180,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "rocky-road.png",
        "name": "Rocky Road",
        "namePtBr": "Estrada Rochosa",
        "description": "Aventure-se em uma jornada de sabores com o sorvete Estrada Rochosa. Essa combinação única une a riqueza do chocolate amargo com a crocância dos pedaços de biscoito e a suavidade do caramelo salgado. Cada colherada é uma verdadeira experiência de contrastes, onde a doçura e o sabor intenso do chocolate se encontram com a textura rústica e a pitada de sal do caramelo. Prepare-se para uma viagem deliciosa por essa estrada repleta de surpresas!",
        "calories": 200,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "rum-raisin.png",
        "name": "Rum Raisin",
        "namePtBr": "Passas ao Rum",
        "description": "Desfrute do sabor sofisticado do sorvete de Passas ao Rum. Cada colherada desse sorvete cremoso traz o equilíbrio perfeito entre o doce das passas suculentas e o toque sutil de rum envelhecido. As passas, previamente embebidas em rum, adicionam uma textura macia e um sabor frutado único a cada mordida. Sinta-se envolvido pela combinação harmoniosa de sabores enquanto aprecia essa deliciosa sobremesa que é um verdadeiro deleite para os amantes de sabores requintados.",
        "calories": 180,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "salted-caramel-bananas-foster.png",
        "name": "Salted Caramel Bananas Foster",
        "namePtBr": "Bananas Caramelo Salgado Foster",
        "description": "Delicie-se com o sorvete de Bananas Caramelo Salgado Foster, uma combinação irresistível de sabores. Cada colherada desse sorvete cremoso traz a doçura suave das bananas caramelizadas, contrastada com o toque salgado do caramelo. A textura macia e aveludada do sorvete complementa perfeitamente a intensidade desses sabores. Desfrute de uma sobremesa que equilibra perfeitamente o doce e o salgado, proporcionando uma experiência de sabor luxuosa e única.",
        "calories": 220,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "salty-caramel-truffle.png",
        "name": "Salty Caramel Truffle",
        "namePtBr": "Trufa de Caramelo Salgado",
        "description": "Desfrute de uma indulgência irresistível com o sorvete de Trufa de Caramelo Salgado. Cada colherada desse sorvete rico e luxuoso traz uma explosão de sabor. O cremoso sorvete de chocolate é enriquecido com pedaços generosos de trufa de caramelo salgado, proporcionando uma combinação perfeita de doçura e salinidade. Sinta a textura sedosa e derreta-se com cada mordida enquanto os sabores se misturam em harmonia. Permita-se um momento de puro prazer com esse sorvete de dar água na boca.",
        "calories": 250,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "sea-salted-caramel-cookies-and-cream.png",
        "name": "Sea Salted Caramel Cookies And Cream",
        "namePtBr": "Biscoitos e Creme de Caramelo Salgado do Mar",
        "description": "Delicie-se com o sorvete de Biscoitos e Creme de Caramelo Salgado do Mar, uma combinação inigualável de sabores e texturas. Cada colherada desse sorvete cremoso traz a doçura e a crocância dos biscoitos, harmonizados com o caramelo salgado inspirado nas brisas marítimas. A mistura de pedaços generosos de biscoito com o sabor suave do creme e o toque salgado do caramelo criam uma experiência verdadeiramente indulgente. Aproveite cada mordida e deixe-se transportar para um momento de puro prazer e frescor.",
        "calories": 230,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "strawberry-cheesecake.png",
        "name": "Strawberry Cheesecake",
        "namePtBr": "Cheesecake de Morango",
        "description": "Desfrute do sabor irresistível do sorvete de Cheesecake de Morango. Cada colherada desse sorvete cremoso traz a doçura suculenta dos morangos frescos combinada com a suavidade e a riqueza do cheesecake. Saboreie a textura aveludada do sorvete enquanto os pedaços de cheesecake se desfazem na boca. Deleite-se com a combinação perfeita entre o sabor frutado do morango e a indulgência do cheesecake. É um verdadeiro prazer que vai encantar seu paladar e satisfazer seus desejos.",
        "calories": 210,
        "allergens": [
            "milk",
            "gluten"
        ]
    },
    {
        "id": "strawberry-fields.png",
        "name": "Strawberry Fields",
        "namePtBr": "Campos de Morango",
        "description": "Sinta a doçura e a frescura dos Campos de Morango em cada colherada deste sorvete encantador. Feito com morangos frescos colhidos diretamente dos campos ensolarados, este sorvete traz todo o sabor suculento e natural da fruta. A textura cremosa e aveludada irá envolver o seu paladar, enquanto você se transporta para um cenário idílico de morangos maduros e perfumados. Delicie-se com essa experiência refrescante e deliciosa que celebra a beleza dos campos de morango.",
        "calories": 180,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "strawberry.png",
        "name": "Strawberry",
        "namePtBr": "Morango",
        "description": "Delicie-se com o sabor suculento e refrescante do sorvete de Morango. Cada colherada desse sorvete cremoso traz a doçura irresistível dos morangos maduros e suculentos. Desfrute da textura suave e da explosão de sabor frutado a cada mordida. É uma experiência deliciosa que combina perfeitamente com dias ensolarados e momentos de prazer. Deixe-se levar pela doçura do morango e permita-se desfrutar de um sorvete clássico e delicioso.",
        "calories": 150,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "superman.png",
        "name": "Superman",
        "namePtBr": "Super Homen",
        "description": "Sinta-se como um verdadeiro super-herói com o sorvete Super Homem. Este sabor empolgante combina uma base de baunilha cremosa com redemoinhos azuis e vermelhos de geleia de framboesa e cobertura crocante de chocolate. Cada colherada é uma explosão de doçura e aventura, com a suavidade da baunilha equilibrando perfeitamente a acidez da framboesa e a crocância do chocolate. Desfrute de uma experiência deliciosa que faz você se sentir poderoso como o próprio Super Homem!",
        "calories": 190,
        "allergens": [
            "milk",
            "villains"
        ]
    },
    {
        "id": "teaberry.png",
        "name": "Teaberry",
        "namePtBr": "Teaberry",
        "description": "Delicie-se com o sabor único e refrescante do sorvete de Teaberry. Cada colherada desse sorvete traz uma explosão de frescor com um toque de nostalgia. O sabor distintivo do teaberry, com suas notas de hortelã e um leve toque frutado, envolve o paladar, proporcionando uma experiência refrescante e revigorante. Deleite-se com a suavidade e a cremosidade do sorvete enquanto desfruta desse sabor inconfundível. É uma opção perfeita para os amantes de sabores únicos e para aqueles que desejam experimentar algo diferente e surpreendente.",
        "calories": 180,
        "allergens": []
    },
    {
        "id": "vanilla.png",
        "name": "Vanilla",
        "namePtBr": "Baunilha",
        "description": "Desfrute do clássico e irresistível sabor do sorvete de Baunilha. Cada colherada desse sorvete cremoso e suave traz a delicada doçura da baunilha, criando uma experiência reconfortante e familiar. A textura aveludada do sorvete derrete na boca, enquanto o sabor suave e equilibrado envolve o paladar. Deleite-se com a simplicidade e a versatilidade desse sabor, perfeito para ser apreciado sozinho, acompanhado de outras sobremesas ou como base para deliciosas combinações. É um clássico atemporal que agrada a todos os gostos.",
        "calories": 160,
        "allergens": [
            "milk"
        ]
    },
    {
        "id": "whitehouse-cherry.png",
        "name": "Whitehouse Cherry",
        "namePtBr": "Cereja Branca",
        "description": "Delicie-se com o sabor delicado e frutado do sorvete de Cereja Branca. Cada colherada desse sorvete cremoso traz o equilíbrio perfeito entre a doçura da cereja e a suavidade da baunilha. Os pedaços de cereja branca adicionam um toque de frescor e textura à experiência. Saboreie a combinação harmoniosa de sabores enquanto a cremosidade do sorvete envolve o paladar. É uma opção refrescante e deliciosa para os amantes de cerejas e para aqueles que desejam experimentar um sabor frutado e suave.",
        "calories": 190,
        "allergens": [
            "milk"
        ]
    }
]